<h2>AD Offers</h2>
<h4>Welcome to SF-AdTech</h4>

<article class="about-sf-adtech">
<span><em><strong>Приложение SF-AdTech</strong></em></span> — это трекер трафика, созданный для организации взаимодействия компаний (рекламодателей), которые хотят привлечь к себе на сайт посетителей и покупателей (клиентов), и владельцев сайтов (веб-мастеров), на которые люди приходят, например, чтобы почитать новости или пообщаться на форуме.
Рекламодатель создаёт предложение (<em>offer</em>), определяя URL страницы, на которую он хочет приводить людей. Например, это страница товара, который он хочет продавать. В <em>offer</em>-е он также определяет стоимость перехода по ссылке. Скажем, 1 рубль за переход.
Веб-мастера в системе видят создаваемые офферы, подписываются на них, после чего система выдаёт им специальные ссылки, которые они должны разместить в любом виде у себя на ресурсе. Ссылка эта ведёт не на целевой <em><strong>URL</strong></em>, а на систему-редиректор, которая фиксирует переход, а затем перенаправляет клиента на страницу сайта рекламодателя.
По итогам рекламодатель получает <em>N</em> посетителей и платит за это системе <em><strong>N</strong></em> рублей (согласно ставке в 1 рубль за переход).
Система определяет комиссию (например, 20%) за свои услуги. Таким образом, веб-мастер за привлечение клиентов, получит <em><strong>0.8*N</strong></em>, а система заработает <em><strong>0.2*N</strong></em> рублей.
</article>
